---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AreaType
source: html/9b96c219-13a8-4996-7e17-fb4ceb5a1ec4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AreaType Property

"Area Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AreaType { get; }
```